let data = {
    PostPage: {
        posts: [
            { id: 1, postTitle: "Круто", text: 'Сегодня Я хотел покататся на амых страшых атnракционах в мире и мне понравилось ' },
            { id: 2, postTitle: "Новая машина", text: 'Я хотел в автосалоне сколько стоит новые машины и купил себе машину' },
            { id: 3, postTitle: "Волшебная машинка", text: 'сегодня я нашёлл машинку и оказывается что это волшебная машика' },
            { id: 4, postTitle: "Мой друг", text: 'МЫ сегодня с другом не погуляли' },
            { id: 5, postTitle: "Вошлебная книга", text: "сегодня я в магазине хоте купить себе книгу. Я сказал продавщице: чтобы читать. Но его я раскрасил и что я нарисовал тот и был на моих руках" },
        ]
    },

    ProfilePage: {
        users: [
            { id: 1 , login:"qwerty123", name:"Abdulkhamid"},
            { id: 2,  login:"asd123", name:"Arman"}
        ]
    }
}

export default data;